Repository: AntonNeAnton2/VKR_2025
Catalog: StoriesMaker/Resources/*.lproj/Localizable.strings
Languages: de, es, ru

# event.description.sweetSodaRain
source: Sweet soda rain
de: Süßer Limonadenregen
es: Lluvia de refresco dulce
ru: Дождь из сладкой газировки

# event.description.warWithSourKingdom
source: War with the Sour Kingdom
de: Krieg mit dem Sauren Königreich
es: Guerra con el reino agrio
ru: Война с Кислым Королевством

# event.description.wolfPackAttack
source: Wolf pack attack
de: Angriff des Wolfsrudels
es: Ataque de la manada de lobos
ru: Нападение стаи Волков

# event.description.assistingFarmer
source: Assisting the farmer
de: Unterstützung des Bauern
es: Ayudar al granjero
ru: Помощь фермеру

# event.description.rescuingHarvest
source: Rescuing the harvest
de: Rettung der Ernte
es: Rescatar la cosecha
ru: Спасение урожая

# event.description.tractorRepair
source: Tractor repair
de: Reparatur des Traktors
es: Reparar el tractor
ru: Починка трактора

# event.description.piggyBirthday
source: Piggy’s birthday
de: Geburtstag des Schweinchens
es: El cumpleaños del cerdito
ru: День рождения Свинки

# event.description.broomstickFlight
source: Broomstick flight
de: Flug auf dem Besen
es: Vuelo en escoba
ru: Полет на метле

# event.description.potionBrewing
source: Potion brewing
de: Brauen von Zaubertränken
es: Elaboración de pociones
ru: Приготовление зелья

# event.description.learningSpells
source: Learning spells
de: Lernen von Zaubersprüchen
es: Aprender hechizos
ru: Изучение заклинаний

# event.description.duelAgainstDarkWizard
source: Duel against a dark wizard
de: Duell gegen einen dunklen Zauberer
es: Duelo contra un mago oscuro
ru: Дуэль против темного волшебника

# event.description.visitHauntedHouse
source: Visit to a haunted house
de: Besuch eines Spukhauses
es: Visita a una casa embrujada
ru: Посещение дома с привидениями

# event.description.imprisonmentInHighTower
source: Imprisonment in a high tower
de: Gefangenschaft in einem hohen Turm
es: Encarcelamiento en una torre alta
ru: Заточение в высокой башне

# event.description.enteringMagicalForest
source: Entering a magical forest
de: Eintritt in einen magischen Wald
es: Entrar en un bosque mágico
ru: Попадание в волшебный лес

# event.description.friendshipWithWoodlandCreatures
source: Friendship with woodland creatures
de: Freundschaft mit Waldbewohnern
es: Amistad con las criaturas del bosque
ru: Дружба с лесными жителями

# event.description.ball
source: Ball
es: Baile
ru: Балл

# event.description.meetingFairy
source: Meeting a fairy
de: Begegnung mit einer Fee
es: Encuentro con un hada
ru: Знакомство с феей

# event.description.greatBattle
source: Great battle
de: Große Schlacht
es: Gran batalla
ru: Великое сражение

# event.description.captureByTrolls
source: Capture by trolls
de: Gefangennahme durch Trolle
es: Captura por trolls
ru: Попадание в плен к троллям

# event.description.questForElvenRelics
source: Quest for elven relics
de: Suche nach Elfenrelikten
es: Búsqueda de reliquias élficas
ru: Поиски реликвий эльфов

# event.description.exploringGoblinDungeon
source: Exploring a goblin dungeon
de: Erkundung eines Goblin-Verlieses
es: Explorar una mazmorra de goblins
ru: Проникновение в подземелье гоблинов

# event.description.overcomingDarkForest
source: Overcoming the Dark Forest
de: Überwindung des Dunklen Waldes
es: Superar el bosque oscuro
ru: Преодоление Темного Леса

# character.name.parrot
source: Parrot
de: Papagei
es: Loro
ru: Попугай

# character.name.piratesCaptain
source: Pirates' Captain
de: Kapitän der Piraten
es: Capitán de los piratas
ru: Капитан пиратов

# character.name.commodoreOfRoyalNavy
source: Commodore of Royal Navy
de: Commodore der königlichen Marine
es: Comodoro de la Marina Real
ru: Коммодор Королевского флота

# character.name.youngPirate
source: Young Pirate
de: Junger Pirat
es: Joven pirata
ru: Молодой пират

# character.name.piratesCaptainDaughter
source: Pirates' Captain's Daughter
de: Tochter des Kapitäns der Piraten
es: Hija del capitán de los piratas
ru: Дочь пиратского капитана

# character.name.rexie
source: Rexie
ru: Рекси

# character.name.ptero
source: Ptero
ru: Птеро

# character.name.diplo
source: Diplo
ru: Дипло

# character.name.polly
source: Polly
ru: Полли

# character.name.tricey
source: Tricey
ru: Трайси

# character.name.gingy
source: Gingy
de: Lebkuchenmann
ru: Пряничный человечек

# character.name.marshmallowGuy
source: Marshmallow Guy
de: Marshmallow-Typ
es: Chico de malvavisco
ru: Зефиря

# character.name.cottonCandyCloud
source: Cotton Candy Cloud
de: Zuckerwatte-Wolke
es: Nube de algodón de azúcar
ru: Сахарное Облачко

# character.name.choccoFroggo
source: Chocco Froggo
de: Schokoladenfrosch namens Chocco Froggo
ru: Шокожаб

# character.name.missStrawberry
source: Miss Strawberry
de: Fräulein Erdbeere
es: Señorita Fresa
ru: Леди Ягодка

# character.name.sheep
source: Sheep
de: Schaf
es: Oveja
ru: Овечка

# character.name.puppy
source: Puppy
de: Welpe
es: Cachorro
ru: Щенок

# character.name.kitty
source: Kitty
de: Kätzchen
es: Gatito
ru: Котенок

# character.name.donkey
source: Donkey
de: Esel
es: Burro
ru: Осел

# character.name.hen
source: Hen
de: Henne
es: Gallina
ru: Курица

# character.name.youngWizard
source: Young Wizard
de: Junge Hexe
es: Joven mago
ru: Молодой волшебник

# character.name.youngWitch
source: Young Witch
de: Junge Hexe
es: Joven bruja
ru: Молодая волшебница

# character.name.potionsMaster
source: Potions Master
de: Meister der Tränke
es: Maestro de pociones
ru: Мастер зельеварения

# character.name.schoolHeadmaster
source: School Headmaster
de: Schuldirektor
es: Director de la escuela
ru: Директор школы

# character.name.ghost
source: Ghost
de: Geist
es: Fantasma
ru: Призрак

# character.name.princess
source: Princess
de: Prinzessin
es: Princesa
ru: Принцесса

# character.name.kingAndQueen
source: King and Queen
de: König und Königin
es: Rey y reina
ru: Король и королева

# character.name.prince
source: Prince
de: Prinz
es: Príncipe
ru: Принц

# character.name.whiteHorse
source: White Horse
de: Weißes Pferd
es: Caballo blanco
ru: Белая лошадь

# character.name.dragon
source: Dragon
de: Drache
es: Dragón
ru: Дракон

# character.name.dwarf
source: Dwarf
de: Zwerg
es: Enano
ru: Гном

# character.name.elf
source: Elf
es: Elfo
ru: Эльф

# character.name.knight
source: Knight
de: Ritter
es: Caballero
ru: Рыцарь

# character.name.orc
source: Orc
de: Ork
es: Orco
ru: Орк

# character.name.wizard
source: Wizard
de: Zauberer
es: Mago
ru: Волшебник

# character.prompt.description.parrot
source: Pirate's talking parrot
de: Sprechender Papagei der Piraten
es: Loro parlante de los piratas
ru: говорящий пиратский попугай

# character.prompt.description.piratesCaptain
source: Pirates' captain
de: Kapitän der Piraten
es: Capitán de los piratas
ru: Капитан пиратов

# character.prompt.description.commodoreOfRoyalNavy
source: Commodore of Royal Navy
de: Commodore der königlichen Marine
es: Comodoro de la Armada Real
ru: Коммодор Королевского флота

# character.prompt.description.youngPirate
source: Young Pirate
de: Junger Pirat
es: Joven pirata
ru: Молодой пират

# character.prompt.description.piratesCaptainDaughter
source: Pirates' Captain's Daughter
de: Tochter des Kapitäns der Piraten
es: Hija del Capitán de los piratas
ru: Дочь капитана пиратов

# character.prompt.description.rexie
source: Dinosaur T-Rex named Rexie
de: Dinosaurier T-Rex namens Rexie
es: Dinosaurio T-Rex llamado Rexie
ru: тираннозавр по имени Рекси

# character.prompt.description.ptero
source: Dinosaur Pterodactyl named Ptero
de: Dinosaurier Pterodactyl namens Ptero
es: Dinosaurio Pterodáctilo llamado Ptero
ru: птеродактиль по имени Птеро

# character.prompt.description.diplo
source: Dinosaur Diplodocus named Diplo
de: Dinosaurier Diplodocus namens Diplo
es: Dinosaurio Diplodocus llamado Diplo
ru: диплодок по имени Дипло

# character.prompt.description.polly
source: Dinosaur Plesiosaur named Polly
de: Dinosaurier Plesiosaur namens Polly
es: Dinosaurio Plesiosaurio llamado Polly
ru: плезиозавр по имени Полли

# character.prompt.description.tricey
source: Dinosaur Triceratops named Tricey
de: Dinosaurier Triceratops namens Tricey
es: Dinosaurio Triceratops llamado Tricey
ru: трицератопс по имени Трайси

# character.prompt.description.gingy
source: Gingerbread Man
de: Lebkuchenmann
es: Hombre de jengibre
ru: Пряничный Человечек

# character.prompt.description.marshmallowGuy
source: Marshmallow Guy
de: Marshmallow-Typ
es: Chico Malvavisco
ru: парень из зефира по имени Зефиря

# character.prompt.description.cottonCandyCloud
source: Cotton Candy Cloud
de: Zuckerwatte-Wolke
es: Nube de Algodón de Azúcar
ru: облако из сладкой ваты по имени Сахарное Облачко

# character.prompt.description.choccoFroggo
source: Chocolate frog named Chocco Froggo
de: Schokoladenfrosch namens Chocco Froggo
es: Rana de chocolate llamada Chocco Froggo
ru: шоколадная лягушка по имени Шокожаб

# character.prompt.description.missStrawberry
source: Ms Strawberry
de: Fräulein Erdbeere
es: Srta. Fresa
ru: Леди Ягодка

# character.prompt.description.sheep
source: Sheep
de: Schaf
es: Oveja
ru: Овечка

# character.prompt.description.puppy
source: Puppy
de: Welpe
es: Cachorro
ru: Щенок

# character.prompt.description.kitty
source: Kitty
de: Kätzchen
es: Gatito
ru: Котенок

# character.prompt.description.donkey
source: Donkey
de: Esel
es: Burro
ru: Осел

# character.prompt.description.hen
source: Hen
de: Henne
es: Gallina
ru: Курица

# character.prompt.description.youngWizard
source: Young Wizard
de: Junge Hexe
es: Joven mago
ru: Молодой волшебник

# character.prompt.description.youngWitch
source: Young Witch
de: Junge Hexe
es: Joven bruja
ru: Молодая волшебница

# character.prompt.description.potionsMaster
source: Potions Master
de: Meister der Tränke
es: Maestro de pociones
ru: Мастер зельеварения

# character.prompt.description.schoolHeadmaster
source: School Headmaster
de: Schuldirektor
es: Director de la escuela
ru: Директор школы

# character.prompt.description.ghost
source: Ghost
de: Geist
es: Fantasma
ru: Призрак

# character.prompt.description.princess
source: Princess
de: Prinzessin
es: Princesa
ru: Принцесса

# character.prompt.description.kingAndQueen
source: King and Queen
de: König und Königin
es: Rey y Reina
ru: король и королева

# character.prompt.description.prince
source: Prince
de: Prinz
es: Príncipe
ru: Принц

# character.prompt.description.whiteHorse
source: White Horse
de: Weißes Pferd
es: Caballo blanco
ru: Белая лошадь

# character.prompt.description.dragon
source: Dragon
de: Drache
es: Dragón
ru: Дракон

# character.prompt.description.dwarf
source: Dwarf
de: Zwerg
es: Enano
ru: Гном

# character.prompt.description.elf
source: Elf
es: Elfo
ru: Эльф

# character.prompt.description.knight
source: Knight
de: Ritter
es: Caballero
ru: Рыцарь

# character.prompt.description.orc
source: Orc
de: Ork
es: Orco
ru: Орк

# character.prompt.description.wizard
source: Wizard
de: Zauberer
es: Mago
ru: Волшебник

# addCharacter.addYourselfAsCharacter
source: Add yourself as a character
de: Füge dich als Charakter hinzu
es: Agrega tú mismo como personaje
ru: Добавьте себя как персонажа

# addCharacter.genderDisclaimer
source: The gender is used for pronouns in the story.
de: Das Geschlecht wird für Pronomen in der Geschichte verwendet.
es: El género se utiliza para los pronombres en la historia.
ru: Пол используется для выбора местоимений в истории.

# addCharacter.enterName
source: Enter name
de: Namen eingeben
es: Ingresa un nombre
ru: Введите имя

# addCharacter.selectGender
source: Select gender
de: Geschlecht auswählen
es: Selecciona un género
ru: Выберите пол

# addCharacter.girl
source: girl
de: Mädchen
es: niña
ru: девочка

# addCharacter.boy
source: boy
de: Junge
es: niño
ru: мальчик

# addCharacter.save
source: Save
de: Speichern
es: Guardar
ru: Сохранить

# storyCreationService.childrenForWhom
source: children for whom
de: Kinder für wen
es: niños para quienes
ru: дети для которых

# storyCreationService.childForWhom
source: child for whom
de: Kind für wen
es: niño para quien
ru: ребенок для которого

# storyCreationService.customCharactersSubPrompt
source: and %@ - %@ the story is generated
de: und %@ - %@ die Geschichte wird generiert
es: y %@ - %@ se genera la historia
ru: и %@ - %@ генерируется история

# storyCreationService.prompt
source: Generate a bedtime story for ~ 1000 words. Do not include any sexual or offensive content. All ' ' symbols in the story must be written as '\n'. The story is for 3-5 year old child. The story must take place in %@. Main characters are: %@%@. The story must include following events: %@. The story must have the following moral: %@.
de: Generiere eine Gute-Nacht-Geschichte mit etwa 1000 Wörtern. Enthalte keine sexuellen oder beleidigenden Inhalte. Alle ' '-Symbole in der Geschichte müssen als '\n' geschrieben werden. Die Geschichte ist für ein 3-5 Jahre altes Kind. Die Handlung muss in %@ stattfinden. Die Hauptcharaktere sind: %@%@. Die Geschichte muss die folgenden Ereignisse einschließen: %@. Die Geschichte muss folgende Moral haben: %@.
es: Genere un cuento antes de dormir de ~ 1000 palabras. No incluya ningún contenido sexual u ofensivo. Todos los símbolos ' ' del cuento deben escribirse como '\n'. El cuento está diseñado para niños de 3 a 5 años. La historia debe tener lugar en %@. Los personajes principales son: %@%@. La historia debe incluir los siguientes eventos: %@. La historia debe tener la siguiente moraleja: %@.
ru: Сгенерируй сказку на ночь объемом около 1000 слов. Не включай никакого сексуального или оскорбительного содержания. Все символы ' ' в истории должны быть записаны как '\n'. История рассчитана на детей 3-5 лет. Действие истории должно происходить во %@. Главные герои: %@%@. История должна включать следующие события: %@. В истории должна быть следующая мораль: %@.

# storyCreation.thisWillTakeLittleTime
source: This will take a little time
de: Dies wird eine kurze Zeit dauern
es: Esto tomará poco tiempo
ru: Это займет немного времени

# storyCreation.creatingTheStory
source: Creating the story...
de: Es wird Geschichte geschrieben...
es: Creando la historia...
ru: Создание истории...
