Repository: AntonNeAnton2/VKR_2025
Catalog: StoriesMaker/Resources/*.lproj/Localizable.strings
Languages: de, es, ru

source: Library
de: Bibliothek
es: Biblioteca
ru: Библиотека

source: New
de: Neu
es: Nueva historia
ru: Новая история

# settings.settings
source: Settings
de: Einstellungen
es: Configuración
ru: Настройки

# settings.help
source: Help
de: Hilfe
es: Ayuda
ru: Поддержка

# settings.rateUs
source: Rate Us
de: Bewerten Sie uns
es: Califícanos
ru: Оцените нас

# settings.shareApp
source: Share App
de: App teilen
es: Compartir aplicación
ru: Поделиться приложением

# settings.changeLanguage
source: Change Language
de: Sprache ändern
es: Cambiar idioma
ru: Сменить язык

# settings.changeLanguageAlertMessage
source: To change the language of the app, go to device Settings
de: Um die Sprache der App zu ändern, gehen Sie zu den Geräteeinstellungen
es: Para cambiar el idioma de la aplicación, ve a la configuración de tu dispositivo
ru: Чтобы сменить язык приложения, перейдите в Настройки устройства

# settings.privacyAndTerms
source: Privacy Policy & Terms of Use
de: Datenschutzrichtlinie & Nutzungsbedingungen
es: Política de privacidad y condiciones
ru: Политика конф. и условия исп.

# settings.privacyPolicy
source: Privacy Policy
de: Datenschutzrichtlinie
es: Política de privacidad
ru: Политика конфиденциальности

# settings.termsOfUse
source: Terms of Use
de: Nutzungsbedingungen
es: Términos de uso
ru: Условия использования

# settings.cancel
source: Cancel
de: Abbrechen
es: Cancelar
ru: Отмена

# settings.failedToCompose
source: Failed to compose an email
de: E-Mail konnte nicht erstellt werden
es: No se pudo componer el correo electrónico
ru: Не удалось составить электронное письмо

# settings.pleaseSendToAddress
source: Please send an email to the following address: %@
de: Bitte senden Sie eine E-Mail an folgende Adresse: %@
es: Por favor, envía el correo a la siguiente dirección: %@
ru: Пожалуйста, отправьте письмо на следующий адрес: %@

# settings.email.subject
source: Magic Journeys issue
de: Problem mit Magic Journeys
es: Problema con Magic Journeys
ru: Проблема с Magic Journeys

# settings.email.body
source: <p>Hello, Magic Journeys team! Please help me to resolve my issue:</p><p>❗DESCRIBE YOUR ISSUE HERE❗</p>
de: <p>Hallo, Team von Magic Journeys! Bitte helft mir, mein Problem zu lösen:</p><p>❗BESCHREIBEN SIE IHR PROBLEM HIER❗</p>
es: <p>¡Hola, equipo de Magic Journeys! Por favor, ayúdenme a resolver mi problema:</p><p>❗DESCRIBE TU PROBLEMA AQUÍ❗</p>
ru: <p>Здравствуйте, команда Magic Journeys! Пожалуйста, помогите мне решить мою проблему:</p><p>❗ОПИШИТЕ ВАШУ ПРОБЛЕМУ ЗДЕСЬ❗</p>

# selectionStep.title.universe
source: Universe
de: Universum
es: Universo
ru: Вселенная

# selectionStep.title.characters
source: Characters
de: Charaktere
es: Personajes
ru: Персонажи

# selectionStep.title.events
source: Events
de: Ereignisse
es: Eventos
ru: События

# selectionStep.title.moral
source: Moral
es: Lección
ru: Урок

# selectionStep.info.universe
source: Select a universe
de: Wähle ein Universum aus
es: Selecciona un universo
ru: Выберите вселенную

# selectionStep.info.characters
source: Select characters
de: Wähle Charaktere aus
es: Selecciona personajes
ru: Выберите персонажей

# selectionStep.info.events
source: Select events
de: Wähle Ereignisse aus
es: Selecciona eventos
ru: Выберите события

# selectionStep.info.moral
source: Select a moral
de: Wähle eine Moral aus
es: Selecciona una lección
ru: Выберите урок

# selectionStep.randomText.universe
source: Random universe
de: Zufälliges Universum
es: Universo aleatorio
ru: Случайная вселенная

# selectionStep.randomText.characters
source: Random characters
de: Zufällige Charaktere
es: Personajes aleatorios
ru: Случайные персонажи

# selectionStep.randomText.events
source: Random events
de: Zufällige Ereignisse
es: Eventos aleatorios
ru: Случайные события

# selectionStep.randomText.moral
source: Random moral
de: Zufällige Moral
es: Lección aleatoria
ru: Случайный урок

# selectionStep.next
source: next
de: weiter
es: Siguiente
ru: далее

# onboarding.continue
source: Continue
de: Fortsetzen
es: Continuar
ru: Продолжить

# onboarding.letsStart
source: Let's start!
de: Lass uns beginnen!
es: ¡Empecemos!
ru: Поехали!

# onboarding.firstPageTitle
source: Welcome to Magic Journeys
de: Willkommen bei Magic Journeys
es: Bienvenido a Magic Journeys
ru: Добро пожаловать в Magic Journeys

# onboarding.firstPageDesc
source: Create magical fairytales by choosing your universe, characters, and events. Let your imagination soar!
de: Erstelle magische Märchen, indem du dein Universum, deine Charaktere und Ereignisse auswählst. Lass deine Fantasie schweifen!
es: Crea cuentos mágicos eligiendo universos, personajes y eventos. ¡Deja volar tu imaginación!
ru: Создавайте волшебные сказки, выбирая вселенную, персонажей и события. Дайте волю своему воображению!

# onboarding.secondPageDesc
source: Build a treasure trove of cherished memories. Save your favorite stories in your personal library to relive the magic again and again.
de: Erlebe das Wunder imaginärer Welten. Tauche ein in bezaubernde Geschichten, die mit jedem Wort zum Leben erwachen.
es: Descubre la maravilla de los mundos de fantasía. Sumérgete en encantadoras historias que cobran vida con cada palabra.
ru: Откройте для себя чудо сказочных миров. Погрузитесь в очаровательные истории, которые оживают с каждым словом.

# onboarding.thirdPageDesc
source: Dive into enchanting stories that come to life with every word with no limitations after a 3-day trial for %@ per week
de: Baue einen Schatz von kostbaren Erinnerungen auf. Speichere deine Lieblingsgeschichten in deiner persönlichen Bibliothek, um die Magie immer wieder zu erleben.
es: Crea un tesoro de memorias queridas. Guarda tus historias favoritas en tu biblioteca personal para revivir la magia una y otra vez.
ru: Создайте сокровищницу заветных воспоминаний. Сохраняйте любимые истории в своей личной библиотеке, чтобы переживать волшебство снова и снова.

# library.title
source: My stories
de: Meine Geschichten
es: Mis historias
ru: Мои истории

# library.empty.title
source: There are no stories here yet...
de: Es gibt hier noch keine Geschichten...
es: No hay historias aquí todavía...
ru: Здесь пока нет историй...

# library.empty.subtitle
source: Let’s create!
de: Lass uns welche erstellen!
es: ¡Vamos, crea una!
ru: Давай творить!

# makeStrory.letsCreate
source: Let's create your story
de: Lass uns deine Geschichte erstellen
es: Creemos tu historia
ru: Давай придумаем твою историю

# story.save.button
source: save
de: speichern
es: Guardar
ru: сохранить

# story.saved.button
source: saved
de: gespeichert
es: Guardado
ru: сохранено

# subscription.getPremium
source: Get premium
de: Premium holen
es: Obtén premium
ru: Приобрести премиум

# subscription.unlockTheMiracle
source: Unlock the miracle of Magic Journeys with premium subscription! Get unlimited access to stories creation and endless space on your library shelf!
de: Entsperren Sie das Wunder von Magic Journeys mit einem Premium-Abonnement! Erhalten Sie unbegrenzten Zugang zur Erstellung von Geschichten und endlosen Platz auf Ihrem Bibliotheksregal!
es: ¡Desbloquea el milagro de Magic Journeys con la suscripción premium! Obtén acceso ilimitado a la creación de historias y espacio infinito en tu estantería!
ru: Откройте для себя чудо Magic Journeys с премиум-подпиской! Получите неограниченный доступ к созданию историй и бесконечное место в вашей библиотеке!

# subscription.freeTrial
source: 3-Day Free Trial
de: 3-Tage-Testversion
es: 3 días gratis
ru: 3 дня бесплатно

# subscription.freeStoryCreationsLeft
source: You have %@ free story creations left
de: Du hast noch %@ kostenlose Geschichtenerstellungen übrig
es: Te quedan %@ creaciones de historias gratis
ru: Осталось бесплатных историй: %@

# subscription.freeStoryCreationLeft
source: You have 1 free story creation left
de: Du hast noch 1 kostenlose Geschichtenerstellung übrig
es: Te queda 1 creación de historia gratis
ru: У вас осталось 1 бесплатное создание истории

# subscription.noFreeCreationsLeft
source: You have no free story creations left
de: Du hast keine kostenlosen Geschichtenerstellungen mehr übrig
es: No te quedan creaciones de historias gratis
ru: У вас не осталось бесплатных историй

# subscription.privacyPolicy
source: Privacy Policy
de: Datenschutzregeln
es: Сonfidencialidad
ru: Политика конфиденц-ти

# subscription.restorePurchases
source: Restore Purchases
de: Käufe wiederherstellen
es: Restaurar compras
ru: Восстановить покупки

# subscription.termsOfUse
source: Terms of Use
de: Nutzungsregeln
es: Términos de uso
ru: Условия использования

# subscription.allSet
source: You are all set!
de: Alles erledigt!
es: ¡Ya estás listo!
ru: У вас все настроено!

# subscription.congratulations
source: Congratulations! You have unlocked the unlimited creation of stories!
de: Herzlichen Glückwunsch! Du hast die unbegrenzte Erstellung von Geschichten freigeschaltet!
es: ¡Felicidades! ¡Has desbloqueado la creación ilimitada de historias!
ru: Поздравляем! Вы открыли неограниченное создание историй!

# subscription.letsGo
source: Let's Go!
de: Lass uns gehen!
es: ¡Vamos!
ru: Поехали!

# subscription.noPurchasesFound
source: No purchases found
de: Keine Käufe gefunden
es: No se encontraron compras
ru: Покупки не найдены

# subscription.noInfoAboutAnyPurchases
source: We did not find any information about your purchases in Magic Journeys. Please contact support for more info.
de: Wir haben keine Informationen über deine Käufe in Magic Journeys gefunden. Bitte kontaktiere den Support für weitere Informationen.
es: No encontramos ninguna información sobre tus compras en Magic Journeys. Por favor, contacta con el soporte para más información.
ru: Мы не нашли никакой информации о ваших покупках в Magic Journeys. Пожалуйста, свяжитесь со службой поддержки для получения дополнительной информации.

# subscription.somethingWentWrong
source: Something went wrong
de: Etwas ist schiefgegangen
es: Algo salió mal
ru: Что-то пошло не так

# subscription.tryAgainLater
source: Please, try again later
de: Bitte versuche es später erneut
es: Por favor, inténtalo de nuevo más tarde
ru: Пожалуйста, попробуйте позже

# subscription.day
source: day
de: Tag
es: día
ru: день

# subscription.week
source: week
de: Woche
ru: неделя

# subscription.month
source: month
de: Monat
es: mes
ru: месяц

# subscription.year
source: year
de: Jahr
ru: год

# subscription.daily
source: Daily
de: Täglich
es: Diario
ru: в день

# subscription.weekly
source: Weekly
de: Wöchentlich
es: Semanal
ru: в неделю

# subscription.monthly
source: Monthly
de: Monatlich
es: Mensual
ru: в месяц

# subscription.yearly
source: Yearly
de: Jährlich
es: Anual
ru: в год

# facts.brothersGrimm
source: Brothers Grimm were German scholars who collected fairy tales like "Cinderella" and "Hansel and Gretel."
de: Die Brüder Grimm waren deutsche Gelehrte, die Märchen wie "Cinderella" und "Hänsel und Gretel" gesammelt haben.
es: Los hermanos Grimm fueron eruditos alemanes que recopilaron cuentos de hadas como "Cenicienta" y "Hansel y Gretel."
ru: Братья Гримм были немецкими учеными, которые собирали сказки, такие как "Золушка" и "Гензель и Гретель".

# facts.hansChristianAndersen
source: Hans Christian Andersen, from Denmark, wrote "The Little Mermaid" and "The Ugly Duckling."
de: Hans Christian Andersen aus Dänemark schrieb "Die kleine Meerjungfrau" und "Das hässliche Entlein".
es: Hans Christian Andersen, de Dinamarca, escribió "La sirenita" y "El patito feo."
ru: Ханс Христиан Андерсен, из Дании, написал "Русалочку" и "Гадкого утенка".

# facts.aesopLessons
source: Aesop, an ancient Greek storyteller, wrote fables with animal characters and moral lessons.
de: Aesop, ein antiker griechischer Geschichtenerzähler, schrieb Fabeln mit Tiercharakteren und moralischen Lehren.
es: Esopo, un antiguo narrador griego, escribió fábulas con personajes animales y lecciones morales.
ru: Эзоп, древнегреческий рассказчик, писал басни с героями животными и моральными уроками.

# facts.charlesPerrault
source: Charles Perrault, a Frenchman, gave us "Cinderella" and "Little Red Riding Hood."
de: Charles Perrault, ein Franzose, schenkte uns "Cinderella" und "Rotkäppchen".
es: Charles Perrault, un francés, nos dio "Cenicienta" y "Caperucita Roja."
ru: Шарль Перро, француз, подарил нам "Золушку" и "Красную Шапочку".

# facts.lewisCarroll
source: Lewis Carroll, from Britain, created the whimsical world of "Alice's Adventures in Wonderland."
de: Lewis Carroll aus Großbritannien schuf die whimsische Welt von "Alice im Wunderland".
es: Lewis Carroll, de Gran Bretaña, creó el mundo fantástico de "Las aventuras de Alicia en el país de las maravillas."
ru: Льюис Кэрролл из Великобритании создал чудесный мир "Приключений Алисы в Стране Чудес".

# facts.barrie
source: J.M. Barrie, a Scottish author, introduced us to "Peter Pan" and Neverland.
de: J.M. Barrie, ein schottischer Autor, führte uns zu "Peter Pan" und Nimmerland.
es: J.M. Barrie, un autor escocés, nos presentó a "Peter Pan" y Nunca Jamás.
ru: Дж.М. Барри, шотландский писатель, познакомил нас с "Питером Пэном" и "Неверлендом".

# facts.beatrixPotter
source: Beatrix Potter, an English artist, wrote charming tales like "The Tale of Peter Rabbit."
de: Beatrix Potter, eine englische Künstlerin, schrieb bezaubernde Geschichten wie "Die Geschichte von Peter Hase".
es: Beatrix Potter, una artista inglesa, escribió encantadores cuentos como "El cuento de Peter Rabbit."
ru: Беатрикс Поттер, английская писательница, написала очаровательные рассказы, такие как "Сказка о Питере Кролике".

# facts.milne
source: A.A. Milne, another English writer, crafted tales of Winnie the Pooh's adventures.
de: A.A. Milne, ein weiterer englischer Schriftsteller, schuf Geschichten von Winnie the Pooh's Abenteuern.
es: A.A. Milne, otro escritor inglés, creó las aventuras de Winnie the Pooh.
ru: А.А. Милн, еще один английский писатель, создал истории о приключениях Винни-Пуха.

# facts.frankBaum
source: L. Frank Baum, an American, took us to the magical land of Oz in "The Wizard of Oz."
de: L. Frank Baum, ein Amerikaner, entführte uns in das magische Land von Oz in "Der Zauberer von Oz".
es: L. Frank Baum, un estadounidense, nos llevó a la tierra mágica de Oz en "El mago de Oz."
ru: Л. Фрэнк Баум, американец, увлек нас волшебной страной Оз в "Волшебнике Изумрудного Города".

# facts.oscarWilde
source: Oscar Wilde, an Irish author, shared "The Happy Prince" and other enchanting stories.
de: Oscar Wilde, ein irischer Autor, teilte uns "Der glückliche Prinz" und andere bezaubernde Geschichten mit.
es: Oscar Wilde, un autor irlandés, compartió "El príncipe feliz" y otras historias encantadoras.
ru: Оскар Уайльд, ирландский писатель, поделился с нами "Счастливым принцем" и другими волшебными историями.

# facts.tolkien
source: J.R.R. Tolkien, from England, wrote "The Hobbit," a tale of a hobbit's adventure.
de: J.R.R. Tolkien aus England schrieb "Der Hobbit", eine Geschichte über das Abenteuer eines Hobbits.
es: J.R.R. Tolkien, de Inglaterra, escribió "El hobbit", un cuento de la aventura de un hobbit.
ru: Дж.Р.Р. Толкин из Англии написал "Хоббита", рассказ о приключениях хоббита.

# facts.roaldDahl
source: Roald Dahl, a Welsh author, created unforgettable characters like Matilda and Willy Wonka.
de: Roald Dahl, ein walisischer Autor, schuf unvergessliche Charaktere wie Matilda und Willy Wonka.
es: Roald Dahl, un autor galés, creó personajes inolvidables como Matilda y Willy Wonka.
ru: Роальд Даль, писатель из Уэльса, создал незабываемых персонажей, таких как Матильда и Вилли Вонка.

# facts.drSeuss
source: Dr. Seuss, or Theodor Geisel, wrote rhyming classics like "The Cat in the Hat."
de: Dr. Seuss oder Theodor Geisel schrieb reimende Klassiker wie "Der Katze im Hut".
es: Dr. Seuss, o Theodor Geisel, escribió clásicos rimados como "El gato en el sombrero."
ru: Доктор Сьюсс, или Теодор Гейзель, написал "Кот в шляпе".

# facts.rowling
source: J.K. Rowling, a British author, gave us the magical world of Harry Potter.
de: J.K. Rowling, eine britische Autorin, schenkte uns die magische Welt von Harry Potter.
es: J.K. Rowling, una autora británica, nos dio el mundo mágico de Harry Potter.
ru: Дж.К. Роулинг, британская писательница, подарила нам волшебный мир Гарри Поттера.

# facts.theLittleEngine
source: "The Little Engine That Could" teaches us the power of perseverance.
de: "Die kleine Lokomotive, die konnte" lehrt uns die Kraft der Ausdauer.
es: "El pequeño motor que podía" nos enseña el poder de la perseverancia.
ru: "Маленький паровозик, который смог" учит нас силе настойчивости.

# facts.theSnowQueen
source: Andersen's "The Snow Queen" inspired Disney's "Frozen" movie.
de: Andersens "Die Schneekönigin" inspirierte Disneys Film "Frozen".
es: La "Reina de las nieves" de Andersen inspiró la película de Disney "Frozen".
ru: Андерсеновской "Снежной королевой" вдохновлялись при создании мультфильма "Холодное сердце".

# facts.aesopBoy
source: Aesop's "The Boy Who Cried Wolf" teaches the importance of honesty.
de: Aesops "Der Junge, der Wolf rief" lehrt die Bedeutung von Ehrlichkeit.
es: La fábula de Esopo "El niño que gritaba lobo" enseña la importancia de la honestidad.
ru: Эзоповский "Мальчик, который кричал "Волк!"" учит важности честности.

# errors.failedToLoadProducts
source: Failed to Load Products
de: Fehler beim Laden der Produkte
es: Error al cargar los productos
ru: Не удалось загрузить подписки

# errors.failedToBuyProduct
source: Failed to Buy Product
de: Fehler beim Kauf des Produkts
es: Error al comprar el producto
ru: FНе удалось приобрести подписку

# errors.failedToRestorePurchases
source: Failed to Restore Purchases
de: Fehler beim Wiederherstellen von Käufen
es: Error al restaurar las compras
ru: Не удалось восстановить подписки

# errors.failedToCreateStory
source: Failed to Create Story
de: Fehler beim Erstellen der Geschichte
es: Error al crear la historia
ru: Не удалось создать историю

# errors.tryAgainOrContactSupport
source: Please try again later or contact support.
de: Bitte versuche es später erneut oder kontaktiere den Support.
es: Por favor, inténtalo de nuevo más tarde o contacta con el soporte.
ru: Пожалуйста, попробуйте позжа или свяжитесь с поддержкой

# gender.boy
source: boy
de: Junge
es: niño
ru: мальчик

# gender.girl
source: girl
de: Mädchen
es: niña
ru: девочка

# universe.name.piratesParadise
source: Pirates' Paradise
de: Piratenparadies
es: El paraíso de los piratas
ru: Пиратский Рай

# universe.name.dinoIsland
source: Dino island
de: Dino-Insel
es: La isla de los dinosaurios
ru: Дино Остров

# universe.name.candyLand
source: Candy Land
es: El país de las golosinas
ru: Страна Сладостей

# universe.name.animalFarm
source: Animal Farm
de: Tierfarm
es: La granja de los animales
ru: Ферма Чудес

# universe.name.wizardSchool
source: Wizard School
de: Zaubererschule
es: La escuela de magia
ru: Школа Волшебства

# universe.name.princessCastle
source: Princess Castle
de: Prinzessinenschloss
es: El castillo de la princesa
ru: Замок Принцессы

# universe.name.mistwood
source: Mistwood
de: Nebelwald
es: El bosque de la niebla
ru: Миствуд

# universe.prompt.description.piratesParadise
source: the universe of pirates
de: das Universum der Piraten
es: el universo de los piratas
ru: вселенной пиратов

# universe.prompt.description.dinoIsland
source: the dinosaurs universe
de: das Universum der Dinosaurier
es: el universo de los dinosaurios
ru: вселенной динозавров

# universe.prompt.description.candyLand
source: the universe of sweets and candies
de: das Universum von Süßigkeiten und Bonbons
es: el universo de los dulces y las golosinas
ru: вселенной сладостей и конфет

# universe.prompt.description.animalFarm
source: the universe of animals which live on a farm with a farmer
de: das Universum der Tiere, die auf einer Farm mit einem Bauern leben
es: el universo de los animales que viven en una granja con un granjero
ru: вселенной животных, которые живут на ферме с фермером

# universe.prompt.description.wizardSchool
source: the universe of wizard school for young wizards and witches
de: das Universum der Zauberschule für junge Zauberer und Hexen
es: el universo de la escuela de magia para jóvenes magos y brujas
ru: вселенной школы для юных волшебников и ведьм

# universe.prompt.description.princessCastle
source: the universe of princess from a classic fairytale
de: das Universum der Prinzessin aus einem klassischen Märchen
es: el universo de la princesa de un cuento clásico
ru: вселенной принцесс из классической сказки

# universe.prompt.description.mistwood
source: the universe of fantasy creatures, such as elfs, dwarfs, orcs, etc.
de: das Universum der phantastischen Kreaturen, wie Elfen, Zwerge, Orks, etc.
es: el universo de las criaturas fantásticas, como elfos, enanos, orcos, etc.
ru: вселенной фантастических существ, таких как эльфы, гномы, орки и т.д.

# moral.name.neverGiveUp
source: Never give up
de: Gib niemals auf
es: Nunca te rindas
ru: Никогда не сдаваться

# moral.name.thinkBeforeAct
source: Think before you act
de: Denke, bevor du handelst
es: Piensa antes de actuar
ru: Думать прежде чем сделать

# moral.name.respectOthers
source: Respect others
de: Respektiere andere
es: Respeta a los demás
ru: Уважать других

# moral.name.alwaysBeKind
source: Always be kind
de: Sei immer freundlich
es: Sé siempre amable
ru: Всегда быть добрым

# moral.name.beHonest
source: Be honest
de: Sei ehrlich
es: Sé honesto
ru: Быть честным

# moral.name.industriousness
source: Industriousness
de: Fleiß
es: Laboriosidad
ru: Трудолюбие

# moral.name.learningToForgive
source: Learning to forgive
de: Lernen zu vergeben
es: Aprender a perdonar
ru: Учиться прощать

# moral.name.friendship
source: Friendship
de: Freundschaft
es: Amistad
ru: Дружба

# moral.name.modesty
source: Modesty
de: Bescheidenheit
es: Modestia
ru: Скромность

# event.description.shipwreck
source: Shipwreck
de: Schiffbruch
es: Naufragio
ru: Кораблекрушение

# event.description.exploreDesertIsland
source: Explore a desert island
de: Erforsche eine einsame Insel
es: Explorar una isla desierta
ru: Исследование необитаемого острова

# event.description.findingTreasureChest
source: Finding a treasure chest
de: Finde eine Schatztruhe
es: Encontrar un cofre del tesoro
ru: Поиск сундука с сокровищами

# event.description.seaBattle
source: Sea battle
de: Seeschlacht
es: Batalla naval
ru: Морской бой

# event.description.raidingPort
source: Raiding a port
de: Überfall auf einen Hafen
es: Asaltar un puerto
ru: Разорение порта

# event.description.iceAge
source: Ice Age
de: Eiszeit
es: Edad de hielo
ru: Ледниковый период

# event.description.encounterNeanderthals
source: Encounter with Neanderthals
de: Begegnung mit Neandertalern
es: Encuentro con neandertales
ru: Встреча с неандертальцами

# event.description.volcanoEruption
source: Volcano eruption
de: Vulkanausbruch
es: Erupción volcánica
ru: Извержение вулкана

# event.description.timeTravel
source: Time travel
de: Zeitreise
es: Viaje en el tiempo
ru: Путешествие во времени

# event.description.explorationOfNewFruits
source: Exploration of new fruits
de: Erkundung neuer Früchte
es: Exploración de nuevas frutas
ru: Изучение новых фруктов

# event.description.savingCityFromMelting
source: Saving a city from melting down
de: Rettung einer Stadt vor dem Schmelzen
es: Salvar una ciudad de derretirse
ru: Спасение тающей страны

# event.description.buildingGingerbreadHouse
source: Building a gingerbread house
de: Bau eines Lebkuchenhauses
es: Construir una casa de jengibre
ru: Постройка пряничного дома

# event.description.journeyAlongChocolateRiver
source: Journey along the Chocolate River
de: Reise entlang des Schokoladenflusses
es: Viaje por el río de chocolate
ru: Путешествие по шоколадной реке
